Repository: Robertrodrigues000/CifraClubMobile1
Catalog: lib/presentation/localizations/l10n/app_*.arb
Languages: es, pt

source: Developer page
es: Página del desarrollador
pt: Página do desenvolvedor

source: Fail to load
es: Error al cargar
pt: Falha ao carregar

source: Try again
es: Intentar nuevamente
pt: Tentar novamente

source: NTP screen
es: Pantalla del NTP
pt: Tela do NTP

# currentTimeIs
source: Current time is {time}
es: La hora actual es {time}!
pt: A hora atual é {time}!

source: Press the button to get the current time
es: Presiona el botón para ver la hora
pt: Pressione o botão para saber as horas

source: loading
es: cargando
pt: carregando

source: Get it
es: Obtener
pt: Obter

source: error
pt: erro

# pressTheButtonToGetGenres
source: Press the button to get the genres list
es: Presione el botón para obtener la lista de géneros
pt: Pressione o botão para obter a lista de gêneros

source: Empty list
es: Lista vacía
pt: Lista vazia

# noConnection
source: No internet connection
es: Sin conexión a internet
pt: Sem conexão com a internet

# genreHeaderTops
source: Most played
es: Más tocados
pt: Mais tocados

# genreHeaderAll
source: All
es: Todos
pt: Todos

# topSongs
source: Top tabs
es: Top cifrados
pt: Top Cifras

# genres
source: Musical styles
es: Géneros musicales
pt: Estilos Musicais

# sendNewVersion
source: Send Tab
es: Enviar Cifrado
pt: Enviar Cifra

source: Manage Subscription
es: Administrar suscripción
pt: Gerenciar Assinatura

source: Terms Of Use
es: Terminos de Uso
pt: Termos de Uso

source: Privacy Policy
es: Política de Privacidad
pt: Política de Privacidade

# support
source: Contact Us
es: Hable con Nosotros
pt: Fale Conosco

source: Home
es: Principio
pt: Início

source: Songbook
es: Listas
pt: Listas

source: Search
es: Buscar
pt: Buscar

source: More
es: Más
pt: Mais

source: Log in
es: Iniciar Sesión
pt: Entrar

source: All
es: Todo
pt: Todos

source: Videos
es: Vídeos
pt: Vídeos

# showMoreButton
source: Show more {sectionName}
es: Mostrar más {sectionName}
pt: Mostrar mais {sectionName}

source: Cancel
es: Cancelar
pt: Cancelar

source: Log out
es: Salir
pt: Sair

# confirmLogoutDescription
source: Are you sure you want to leave?
es: ¿Estás seguro de que vas a cerrar la sesión?
pt: Tem certeza que vai sair?

source: Edit profile
es: Editar perfil
pt: Editar perfil

source: My lists
es: Mis listas
pt: Minhas listas

source: Profile
es: Perfil
pt: Perfil

# moreArtists
source: Show more artists
es: Mostrar más artistas
pt: Mostrar mais artistas

source: Top artists
es: Top artistas
pt: Top artistas

# connectionErrorTitle
source: You are offline
es: Estas offline
pt: Você está offline

# connectionErrorDescription
source: To access this content you need to be online. Please check your connection.
es: Para acceder a este contenido, debe estar online. Comprueba tu conexión.
pt: Para acessar esse conteúdo você precisa estar online. Por favor, verifique sua conexão.

# serverErrorTitle
source: Connection failure
es: No se pudo conectar
pt: Falha na conexão

# serverErrorDescription
source: We couldn't access the server. Try again later.
es: No pudimos acceder al servidor. Inténtalo de nuevo más tarde.
pt: Não conseguimos acessar o servidor. Tente novamente mais tarde.

# homeNews
source: Cifra Club Blog
es: Blog del Cifra Club
pt: Blog do Cifra Club

# homeMoreNews
source: Go to Cifra Club Blog
es: Ir al Blog de Cifra Club
pt: Ir para o Blog do Cifra Club

# dateFormat
source: MMM d, y
es: d 'de' MMM, y
pt: d 'de' MMM, y

# moreSongs
source: Show more tabs
es: Mostrar más cifrados
pt: Mostrar mais cifras

source: Our apps
es: Nosotros apps
pt: Nossos aplicativos

source: Follow Cifra Club
es: Siga o Cifra Club
pt: Siga o Cifra Club

# appTuner
source: Cifra Club Tuner
es: Afinador Cifra Club
pt: Afinador Cifra Club

# appTunerDescription
source: Tune your instrument
es: Afina tu instrumento
pt: Afine seu instrumento

# appMetronome
source: Cifra Club Metronome
es: Metrónomo Cifra Club
pt: Metrônomo Cifra Club

# appMetronomeDescription
source: Play with a steady beat
es: Manten tu ritmo musical
pt: Toque no ritmo

# appTheLostPick
source: The Lost Pick
es: La Púa Perdida
pt: A Palheta Perdida

# appTheLostPickDescription
source: Learn chords while playing
es: Aprende los acordes jugando
pt: Aprenda os acordes jogando

# appPalcoDescription
source: Biggest independent music app
es: Mayor app de música independiente
pt: Maior app de música independente

# appLetrasDescription
source: Largest lyrics website in Brazil
es: El sitio de letras más grande de Brasil
pt: Maior site de Letras do Brasil

# loginSubtitle
source: Login to your account to save lists
es: Inicie sesión en su cuenta para guardar listas
pt: Acesse sua conta para salvar listas

source: Musical styles
es: Estilos musicales
pt: Estilos musicais

source: Reload
es: Recargar
pt: Recarregar

source: Lists
es: Listas
pt: Listas

source: Newly created
es: Creado recientemente
pt: Criadas Recentemente

# academyScreenTitle1
source: It just got easier
es: ¡Ahora es más fácil
pt: Ficou mais fácil

# academyScreenTitle2
source: to study music!
es: estudiar música!
pt: estudar música!

# academyScreenDescription
source: Cifra Club Academy remains the same: one platform, several music courses. But now the app has arrived to make your studies easier.
es: Cifra Club Academy sigue siendo la misma: una plataforma, varios cursos de música. Pero ahora ha llegado la aplicación para facilitar tus estudios.
pt: O Cifra Club Academy continua o mesmo: uma plataforma, vários cursos de música. Mas agora o app chegou para facilitar os seus estudos.

# downloadAcademy
source: Download Cifra Club Academy
es: Descargar Cifra Club Academy
pt: Baixar o app Cifra Club Academy

# openAcademy
source: Open Cifra Club Academy
es: Abrir Cifra Club Academy
pt: Abrir o app Cifra Club Academy

# versions
source: tabs
es: cifrados
pt: cifras

source: Increase limit
es: Aumentar el Límite
pt: Aumentar limite

# emptyLists
source: You haven't created a list yet
es: Aún no has creado una lista
pt: Você ainda não criou uma lista

# onList
source: On the list
es: En la lista
pt: Na lista

source: Got it
es: Entendí
pt: Entendi

source: Not now
es: Ahora no
pt: Agora não

# testPro
source: Test 7 days free!
es: Prueba 7 días gratis!
pt: Testar 7 dias grátis!

# versionsLimitProTitle
source: You have reached the limit of {limit} tabs in this list :﻿(
es: Ha alcanzado el límite de {limit} cifrados en esta lista :﻿(
pt: Você atingiu o limite de {limit} cifras nesta lista :﻿(

# versionsLimitProDescription1
source: Each list supports up to
es: Cada lista admite hasta
pt: Cada lista suporta até

# versionsLimitProDescription2
source: tabs. To insert more, delete some of the existing ones or add to another list.
es: cifrados. Para insertar más, elimine algunos de los existentes o agregue a otra lista.
pt: cifras. Para inserir mais, delete algumas das existentes ou adicione em uma outra lista.

# listLimitProTitle
source: You have reached the limit of {limit} created lists :﻿(
es: Has alcanzado el límite de {limit} listas creadas :﻿(
pt: Você atingiu o limite de {limit} listas criadas :﻿(

# listLimitProDescription1
source: You can create up to
es: Puedes crear hasta
pt: Você pode criar até

# listLimitProDescription2
source: lists. To create more, delete some of the existing ones.
es: listas. Para crear más, elimine algunos de los existentes..
pt: listas. Para criar mais, delete algumas das existentes.

# versionsLimitTitle
source: Get more space for your tabs!
es: Consigue más espacio para tus cifrados!
pt: Adquira mais espaço para suas cifras!

# versionsLimitDescription1
source: You have reached the limit of {limit} tabs entered in this list. To insert up to
es: Ha alcanzado el límite de {limit} cifras ingresadas en esta lista. Para insertar hasta
pt: Você atingiu o limite de {limit} cifras inseridas nesta lista. Para inserir até

# listLimitTitle
source: Get more space for your lists!
es: Consigue más espacio para tus listas!
pt: Adquira mais espaço para suas listas!

# listLimitDescription1
source: You have reached the limit of {limit} created lists. To create up to
es: Has alcanzado el límite de {limit} listas creadas. Para crear hasta
pt: Você atingiu o limite de {limit} listas criadas. Para criar até

# listLimitDescription2
source: more, be parte of
es: más, únete al
pt: mais, faça parte do

# songbookRecents
source: Recently viewed
es: Visualizado recientemente
pt: Visto recentemente

# songbookFavorites
source: Favorite tabs
es: Cifrados favoritos
pt: Cifras favoritas

# songbookCanPlay
source: I can play it
es: Logré tocar
pt: Consegui tocar

# songbookCantPlay
source: I'll play it soon
es: Aún voy a tocar
pt: Ainda vou tocar

# deleteListDialogTitle
source: Delete List
es: Eliminar Lista
pt: Excluir lista

# deleteListDialogDescription
source: Are you sure you want to delete this list?
es: ¿Seguro que quieres eliminar esta lista?
pt: Tem certeza que deseja excluir esta lista?

# cleanListDialogTitle
source: Clear list
es: Limpiar Lista
pt: Limpar lista

# cleanListDialogDescription
source: Are you sure you want to delete all songs from this list?
es: ¿Seguro que quieres eliminar todas las canciones de esta lista?
pt: Tem certeza que deseja excluir todas as músicas desta lista?

# editListDialogTitle
source: Do you really want to exit without saving?
es: ¿Seguro de que quieres salir sin guardar?
pt: Quer mesmo sair sem salvar?

# editListDialogDescription
source: If you exit edit mode now, your changes will not be saved.
es: Si sale del modo de edición ahora, sus cambios no se guardarán.
pt: Se você sair do modo de edição agora, suas alterações não serão salvas.

# editListDialogPrimaryButton
source: Continue editing
es: Seguir editando
pt: Continuar editando

source: Save
es: Guardar
pt: Salvar

source: No
pt: Não

source: Yes
es: Sí
pt: Sim

source: Exit
es: Salir
pt: Sair

source: Rename List
es: Renombrar Lista
pt: Renomear Lista

# editTabsList
source: Edit List
es: Editar Lista
pt: Editar Lista

source: Share
es: Compartir
pt: Compartilhar

source: Clear List
es: Limpiar Lista
pt: Limpar Lista

source: Delete List
es: Eliminar Lista
pt: Excluir Lista

# privacyList
source: Privacy
es: Privacidad
pt: Privacidade

source: List options
es: Opciones de la lista
pt: Opções da cifra

source: Most accessed
es: Más visitado
pt: Mais acessadas

source: Albums
es: Álbumes
pt: Álbuns

# privacyTitle
source: Who will see your list?
es: ¿Quién verá tu lista?
pt: Quem verá sua lista?

# public
source: All
es: Todos
pt: Todos

# private
source: Just me
es: Solo yo
pt: Apenas eu

source: Video lesson
es: Video Lección
pt: Videoaula

source: Create
es: Crear
pt: Criar

# createList
source: Create new list
es: Crear nueva lista
pt: Criar nova lista

# inputDialogHint
source: Ex.: Luau with friends
es: Ex.: Luau con amigos
pt: Ex.: Luau com amigos

# inputDialogLabel
source: List name
es: Nombre da lista
pt: Nome da lista

source: Search songs
es: Buscar musica
pt: Buscar músicas

# selectedVersionsCount
source: {count} selected
pt: {count} {count,plural, =1{selecionada}other{selecionadas}}

# savedListSongs
source: {count} {count, plural, =1{chord}other{chords}} added
es: {count} {count, plural, =1{cifrado añadido}other{cifrados añadidos}}
pt: {count} {count, plural, =1{cifra adicionada}other{cifras adicionadas}}

# errorsListSongs
source: {count, plural, =1{There was error downloading the song {songName} - {artistName}. It is not available in offline mode.}other{There was an error downloading {count} songs. They are not available in offline mode.}}
es: {count, plural, =1{Ocurrió un error al descargar la canción {songName} - {artistName}. La canción no estará disponible en modo offline.}other{Ocurrió un error al descargar {count} de las canciones. No estarán disponibles en modo offline.}}
pt: {count, plural, =1{Ocorreu um erro ao fazer o download da música {songName} - {artistName}. Ela não estará disponível no modo offline.}other{Ocorreu um erro ao fazer o download de {count} das músicas. Elas não estarão disponíveis no modo offline.}}

# errorListSong
source: There was error downloading the song. It is not available in offline mode.
pt: Ocorreu um erro ao fazer o download da música. Ela não estará disponível no modo offline.

source: Saving to list
es: Guardando en la lista
pt: Salvando à lista

source: Loading songs...
es: Cargando canciones...
pt: Carregando músicas...

# privateListErrorTitle
source: You don't have access to this private list
es: No tienes acceso a esta lista privada
pt: Você não possui acesso a esta lista privada

# privateListErrorDescription
source: This list is set to private. Contact its creator and request access!
es: Esta lista está configurada como privada. ¡Contacta con el creador de la misma y solicita el acceso!
pt: Esta lista está configurada como privada. Entre em contato com o criador da mesma e solicite o acesso!

# privateListErrorButtonText
source: Back to lists
es: Volver a las listas
pt: Voltar para listas

# loggedOutListErrorDescription
source: Sign in to access your lists
es: Inicia sesión para acceder a tus listas
pt: Faça login para ter acesso as suas listas

# loggedOutListErrorButtonText
source: Log in
es: Iniciar Sesión
pt: Fazer login

# artistMoreSongs
source: Show more songs
es: Mostrar más canciones
pt: Mostrar mais músicas

# moreAlbums
source: Show more albums
es: Mostrar más álbumes
pt: Mostrar mais álbuns

# versionKey
source: ・Key: {key}
es: ・Tono: {key}
pt: ・Tom: {key}

# listUsedName
source: There is already a list with that name. Please choose another.
es: Ya existe una lista con este nombre. Por favor, introduce otro.
pt: Já existe uma lista com esse nome. Por favor, informe outro.

# listServerError
source: Unexpected error. Try again.
es: No se puede acceder al servidor
pt: Não foi possível acessar o servidor

# deleteVersionOption
source: Delete tab
es: Eliminar cifrado
pt: Excluir cifra

# versionOptionsBottomSheet
source: Tab options
es: Opciones de cifrado
pt: Opções da cifra

# deleteVersionDialogDescription
source: Are you sure you want to delete this tab?
es: ¿Seguro que quieres eliminar este cifrado?
pt: Tem certeza que deseja excluir esta cifra?

# instrumentGuitar
source: Guitar
es: Guitarra
pt: Violão & Guitarra

# instrumentKeyboard
source: Keyboard
es: Teclado
pt: Teclado

# instrumentBass
source: Bass
es: Bajo
pt: Baixo

# instrumentDrums
source: Drums
es: Batería
pt: Bateria

# instrumentHarmonica
source: Harmonica
es: Armónica
pt: Gaita

# searchNotFound
source: We didn't find anything around here :(
es: No encontramos nada aquí :(
pt: Não encontramos nada por aqui :(

# searchNewTerm
source: Try searching for a new term
es: Intente buscar un término nuevo.
pt: Tente pesquisar um novo termo.

# songs
source: {count,plural, =1{Song} =0{Song} other{Songs}}
es: {count,plural, =1{Musica} =0{Musica} other{Musicas}}
pt: {count,plural, =1{Música} =0{Música} other{Músicas}}

source: Alphabetical order
es: Orden alfabética
pt: Ordem alfabética

source: Video lessons
es: Vídeo lecciones
pt: Videoaulas

source: views
es: vistas
pt: vizualizações

# emptyListTitle
source: No songs
es: Sin canciones
pt: Sem músicas

# emptyListDescription
source: Search to add songs to this list.
es: Buscar para agregar canciones a esta lista.
pt: Faça uma busca para adicionar músicas a essa lista.

# recentOrder
source: Recent
es: Reciente
pt: Recentes

# customOrder
source: Custom
es: Costumbre
pt: Personalizado

# oldestOrder
source: Oldest
es: Más Antígua
pt: Mais Antigas

# disc
source: Disc {index}
es: Disco {index}
pt: Disco {index}

# saveVersionToList
source: Save to a list
es: Guardar en una lista
pt: Salvar em uma lista

# favoriteVersion
source: Favorite chord
es: Favorito cifrado
pt: Favoritar cifra

# correctVersion
source: Correct chord
es: Corregir cifrado
pt: Corrigir cifra

source: Album of
es: Álbum de
pt: Álbum de

# saveVersionToListMessage
source: The chord is saved and available in the list {listName}
es: El cifrado está guardado y disponible en la lista {listName}
pt: A cifra está salva e disponível na lista {listName}

# createNewList
source: Create a new list
es: Crear una nueva lista
pt: Criar uma nova lista

# artistTotalSongsAndFilter
source: {totalSongs} {totalSongs,plural, =1{song}other{songs}} • {filter}
es: {totalSongs} {totalSongs,plural, =1{musica}other{musicas}} • {filter}
pt: {totalSongs} {totalSongs,plural, =1{música}other{músicas}} • {filter}

# noVideoLessonYetTitle
source: No video lessons yet
es: Aún no hay lecciones en video
pt: Nenhuma videoaula ainda

# noVideoLessonYetDescription
source: Check out the videos on our channel to stay up to date with the news from your favorite artists.
es: Mira los videos en nuestro canal para estar al día con las noticias de tus artistas favoritos.
pt: Conheça os vídeos do nosso canal para ficar por dentro das novidades dos seus artistas favoritos.

# resultNotFoundTitle
source: Result not found
es: Resultado no encontrado
pt: Resultado não encontrado

# resultNotFoundDescription
source: Try searching for a new term.
es: Intente buscar un nuevo término.
pt: Tente pesquisar um novo termo.

# deleteReorderErrorMessage
source: Failed to delete music from the list.
es: Error al eliminar la canción de la lista.
pt: Falha ao excluir música da lista.

# sortReorderErrorMessage
source: Failed to reorder the list.
es: Error al reorganizar la lista.
pt: Falha ao reordenar a lista.

# savedReorderChanges
source: Changes saved successfully
es: Cambios guardados con éxito
pt: Alterações salvas com sucesso

source: Artists
es: Artistas
pt: Artistas

source: Library
es: Biblioteca
pt: Biblioteca

source: Listen
es: Escuchar
pt: Ouvir

source: Key
es: Tono
pt: Tom

# youtubeResultNotFound
source: We didn't find any related video for these chords
es: No encontramos ningún video relacionado a este cifrado
pt: Não encontramos nenhum vídeo relacionado a esta cifra

# localSongsResultNotFound
source: We didn't find any of your MP3's for these chords
es: No encontramos ninguno de tus MP3 relacionados a este cifrado
pt: Não encontramos nenhuma das suas MP3s relacionada a esta cifra

# localSongsPermissionDenied
source: Share access to list of songs
es: Permitir acceso a las canciones de la biblioteca
pt: Liberar acesso à lista de músicas

# searchResultNotFoundDescription
source: We didn't find anything here. Try again by typing the search term in a different way.
es: No encontramos nada aquí. Vuelva a intentarlo escribiendo el término de búsqueda de otra forma.
pt: Não encontramos nada por aqui. Tente novamente escrevendo o termo da busca de outra forma.

# searchHint
source: What do you want to play?
es: ¿Que quieres tocar?
pt: O que você quer tocar?

source: New Version
es: Nueva Versión
pt: Nova Versão

source: Identify music
es: Identificar música
pt: Identificar música

# createListButtonText
source: Create list
es: Crear lista
pt: Criar lista

# listLimitReached
source: You have reached the limit of {listType}. Want to expand to {proLimit}? Join Cifra Club Pro :)
pt: Você atingiu o limite de {limit} {listType}. Quer expandir para {proLimit}? Faça parte do Cifra Club Pro :)

# listLimitReachedPro
source: Oops! You've reached your list limit :(
pt: Ops! Você atingiu o seu limite de listas :(

# versionsLimitReachedPro
source: Oops! You've reached your song limit in this list :(
pt: Ops! Você atingiu o seu limite de cifras nesta lista :(

# listLimitWarning
source: You are close to reaching the limit of {limit} {listType}. Want to expand to {proLimit}?
pt: Você está próximo de atingir o limite de {limit} {listType}. Quer expandir para {proLimit}?

# versionsLimitWarningPro
source: Oops! You're close to reaching your song limit in this list :(
pt: Ops! Você está próximo de atingir o seu limite de cifras inseridas nesta lista :(

# listLimitWarningPro
source: Oops! You're close to reaching your list limit :(
pt: Ops! Você está próximo de atingir o seu limite de listas :(

source: Join Cifra Club Pro :)
pt: Faça parte do Cifra Club Pro :)

source: Version
pt: Versão

source: Scroll
pt: Rolagem

source: Options
pt: Opções

source: Restore
pt: Restaurar

source: Done
pt: Concluir

# unFavoriteVersion
source: Unfavorite chord
pt: Desfavoritar cifra

# favoriteVersionMessage
source: Chord added to favorites
pt: Cifra favoritada

# unFavoriteVersionMessage
source: Chord removed from favorites
pt: Cifra desfavoritada

# favoriteVersionErrorMessage
source: Failed to add chord to favorites
pt: Falha ao favoritar cifra

# unFavoriteVersionErrorMessage
source: Failed to remove chord from favorites
pt: Falha ao desfavoritar cifra

# versionsCount
source: ({count} {count,plural, =1{version}other{versions}})
es: {count} {count,plural, =1{seleccionado}other{seleccionados}}
pt: ({count} {count,plural, =1{versão}other{versões}})

# hideChords
source: Hide chords on screen
pt: Ocultar acordes na tela

# fixChords
source: Fix chords on screen
pt: Fixar acordes na tela

# repeatedSongError
source: This tab is already on the list
pt: Esta cifra já está na lista

# portugueseOnly
source: Content available in Portuguese only
es: Contenido disponible solo en portugués
